Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Our community spans people from all over the world, speaking many different languages — so we use English as AppleVis's one shared language, to keep everyone reading and talking together in the same place. It looks like your device is set to %1$@. Want AppleVis to automatically translate posts into %2$@ as you browse? You can turn this off anytime in Settings.
ar: يضم مجتمعنا أشخاصًا من جميع أنحاء العالم يتحدثون لغات كثيرة مختلفة — لذا نستخدم الإنجليزية لغةً مشتركة واحدة في AppleVis، ليبقى الجميع يقرؤون ويتحدثون معًا في المكان نفسه. يبدو أن جهازك مضبوط على %@. هل تريد أن يترجم AppleVis المنشورات تلقائيًا إلى %@ أثناء التصفح؟ يمكنك إيقاف ذلك في أي وقت من الإعدادات.
de: Unsere Community umfasst Menschen aus aller Welt, die viele verschiedene Sprachen sprechen – deshalb ist Englisch die gemeinsame Sprache von AppleVis, damit alle am selben Ort miteinander lesen und sprechen können. Dein Gerät scheint auf %@ eingestellt zu sein. Soll AppleVis Beiträge beim Stöbern automatisch ins %@ übersetzen? Du kannst das jederzeit in den Einstellungen ausschalten.
el: Η κοινότητά μας περιλαμβάνει ανθρώπους από όλο τον κόσμο που μιλούν πολλές διαφορετικές γλώσσες — γι' αυτό τα αγγλικά είναι η μία κοινή γλώσσα του AppleVis, ώστε όλοι να διαβάζουν και να συζητούν μαζί στο ίδιο μέρος. Φαίνεται ότι η συσκευή σας είναι ρυθμισμένη σε %@. Θέλετε το AppleVis να μεταφράζει αυτόματα τις αναρτήσεις σε %@ καθώς περιηγείστε; Μπορείτε να το απενεργοποιήσετε οποτεδήποτε στις Ρυθμίσεις.
es: Nuestra comunidad reúne a personas de todo el mundo que hablan muchos idiomas distintos, así que usamos el inglés como idioma común de AppleVis, para que todos podamos leernos y conversar en el mismo lugar. Parece que tu dispositivo está configurado en %@. ¿Quieres que AppleVis traduzca automáticamente las publicaciones a %@ mientras navegas? Puedes desactivarlo cuando quieras en Ajustes.
fa: جامعهٔ ما از مردمی از سراسر جهان با زبان‌های بسیار گوناگون تشکیل شده است — به همین دلیل انگلیسی زبان مشترک AppleVis است تا همه در یک جا با هم بخوانند و گفتگو کنند. به نظر می‌رسد دستگاه شما روی %@ تنظیم شده است. می‌خواهید AppleVis هنگام مرور، پست‌ها را به‌طور خودکار به %@ ترجمه کند؟ هر زمان بخواهید می‌توانید این را در تنظیمات خاموش کنید.
fr: Notre communauté réunit des personnes du monde entier qui parlent de nombreuses langues différentes — c'est pourquoi l'anglais est la langue commune d'AppleVis, pour que tout le monde puisse se lire et échanger au même endroit. Votre appareil semble réglé sur %@. Voulez-vous qu'AppleVis traduise automatiquement les publications en %@ pendant votre navigation ? Vous pouvez désactiver cette option à tout moment dans Réglages.
he: הקהילה שלנו כוללת אנשים מכל העולם שמדברים שפות רבות ושונות — ולכן אנגלית היא השפה המשותפת של AppleVis, כדי שכולם יוכלו לקרוא ולשוחח יחד באותו מקום. נראה שהמכשיר שלך מוגדר ל%@. לתרגם אוטומטית ל%@ את הפוסטים בזמן הגלישה? אפשר לכבות זאת בכל עת בהגדרות.
hi: हमारे समुदाय में दुनिया भर के लोग हैं जो कई अलग-अलग भाषाएँ बोलते हैं — इसलिए हम AppleVis की एक साझा भाषा के रूप में अंग्रेज़ी का इस्तेमाल करते हैं, ताकि सब एक ही जगह साथ पढ़ और बात कर सकें। लगता है आपका डिवाइस %@ पर सेट है। क्या आप चाहते हैं कि ब्राउज़ करते समय AppleVis पोस्ट को अपने आप %@ में अनुवाद करे? आप इसे सेटिंग्स में कभी भी बंद कर सकते हैं।
id: Komunitas kami terdiri dari orang-orang di seluruh dunia yang berbicara dalam banyak bahasa berbeda — karena itu kami memakai bahasa Inggris sebagai satu bahasa bersama di AppleVis, agar semua orang bisa membaca dan berbincang di tempat yang sama. Sepertinya perangkat Anda diatur ke %@. Ingin AppleVis otomatis menerjemahkan postingan ke %@ saat Anda menjelajah? Anda bisa mematikannya kapan saja di Pengaturan.
it: La nostra community riunisce persone da tutto il mondo che parlano molte lingue diverse, per questo l'inglese è la lingua comune di AppleVis: così tutti possono leggersi e parlare insieme nello stesso posto. Sembra che il tuo dispositivo sia impostato su %@. Vuoi che AppleVis traduca automaticamente i post in %@ mentre navighi? Puoi disattivarlo in qualsiasi momento in Impostazioni.
ja: 私たちのコミュニティには、さまざまな言語を話す世界中の人々が集まっています。そのため、みんなが同じ場所で読み合い、話し合えるよう、AppleVis では英語を共通の言語にしています。お使いのデバイスは %@ に設定されているようです。閲覧中の投稿を AppleVis で自動的に%@に翻訳しますか？この設定は「設定」でいつでもオフにできます。
ko: 우리 커뮤니티에는 다양한 언어를 쓰는 전 세계 사람들이 함께합니다. 그래서 모두가 한곳에서 함께 읽고 대화할 수 있도록 AppleVis는 영어를 공통 언어로 사용합니다. 기기가 %@(으)로 설정되어 있는 것 같습니다. 둘러보는 동안 AppleVis가 게시물을 자동으로 %@(으)로 번역하도록 할까요? 설정에서 언제든지 끌 수 있습니다.
nl: Onze community bestaat uit mensen van over de hele wereld die veel verschillende talen spreken — daarom is Engels de gedeelde taal van AppleVis, zodat iedereen op dezelfde plek met elkaar kan lezen en praten. Je apparaat lijkt ingesteld op %@. Wil je dat AppleVis berichten tijdens het bladeren automatisch naar het %@ vertaalt? Je kunt dit altijd uitzetten in Instellingen.
pl: Nasza społeczność to ludzie z całego świata, mówiący wieloma różnymi językami — dlatego wspólnym językiem AppleVis jest angielski, aby wszyscy mogli czytać i rozmawiać razem w jednym miejscu. Wygląda na to, że Twoje urządzenie jest ustawione na język: %@. Czy AppleVis ma automatycznie tłumaczyć wpisy podczas przeglądania na język: %@? Możesz to w każdej chwili wyłączyć w Ustawieniach.
pt: Nossa comunidade reúne pessoas do mundo todo, que falam muitos idiomas diferentes — por isso usamos o inglês como o idioma comum do AppleVis, para que todos leiam e conversem juntos no mesmo lugar. Parece que seu dispositivo está configurado em %@. Quer que o AppleVis traduza automaticamente as publicações para %@ enquanto você navega? Você pode desativar isso quando quiser nas Configurações.
ru: В нашем сообществе люди со всего мира, говорящие на множестве разных языков, поэтому общий язык AppleVis — английский: так все могут читать и общаться вместе в одном месте. Похоже, на вашем устройстве выбран язык: %@. Хотите, чтобы AppleVis автоматически переводил записи при просмотре на этот язык (%@)? Это можно в любой момент выключить в Настройках.
sv: Vår community består av människor från hela världen som talar många olika språk – därför är engelska AppleVis gemensamma språk, så att alla kan läsa och prata tillsammans på samma plats. Det ser ut som att din enhet är inställd på %@. Vill du att AppleVis automatiskt översätter inlägg till %@ medan du bläddrar? Du kan stänga av det när som helst i Inställningar.
th: ชุมชนของเรามีผู้คนจากทั่วโลกที่พูดหลากหลายภาษา — เราจึงใช้ภาษาอังกฤษเป็นภาษากลางของ AppleVis เพื่อให้ทุกคนได้อ่านและพูดคุยกันในที่เดียวกัน ดูเหมือนว่าอุปกรณ์ของคุณตั้งค่าเป็น %@ ต้องการให้ AppleVis แปลโพสต์เป็น %@ โดยอัตโนมัติระหว่างที่คุณเรียกดูไหม คุณปิดได้ทุกเมื่อในการตั้งค่า
tr: Topluluğumuz, dünyanın dört bir yanından pek çok farklı dil konuşan insanlardan oluşuyor; bu yüzden herkesin aynı yerde birlikte okuyup konuşabilmesi için AppleVis'in ortak dili İngilizce. Cihazınız %@ olarak ayarlanmış görünüyor. Siz gezinirken AppleVis'in gönderileri otomatik olarak bu dile (%@) çevirmesini ister misiniz? Bunu istediğiniz zaman Ayarlar'dan kapatabilirsiniz.
uk: Наша спільнота — це люди з усього світу, які розмовляють багатьма різними мовами, тому спільна мова AppleVis — англійська: так усі можуть читати й спілкуватися разом в одному місці. Схоже, на вашому пристрої вибрано мову: %@. Хочете, щоб AppleVis автоматично перекладав дописи під час перегляду цією мовою (%@)? Це можна будь-коли вимкнути в Налаштуваннях.
vi: Cộng đồng của chúng tôi gồm những người khắp thế giới, nói nhiều ngôn ngữ khác nhau — vì vậy chúng tôi dùng tiếng Anh làm ngôn ngữ chung của AppleVis, để mọi người cùng đọc và trò chuyện ở cùng một nơi. Có vẻ thiết bị của bạn đang đặt ngôn ngữ %@. Bạn có muốn AppleVis tự động dịch bài đăng sang %@ khi bạn duyệt không? Bạn có thể tắt tùy chọn này bất cứ lúc nào trong Cài đặt.
zh_hans: 我们的社区汇聚了来自世界各地、说着多种语言的人——因此我们把英语作为 AppleVis 的共同语言，让大家能在同一个地方一起阅读和交流。你的设备似乎设置为%@。要让 AppleVis 在你浏览时自动将帖子翻译成%@吗？你可以随时在设置中关闭此功能。

source: Output
ar: المخرج
de: Ausgabe
el: Έξοδος
es: Salida
fa: خروجی
fr: Sortie
he: פלט
hi: आउटपुट
it: Uscita
ja: 出力
ko: 출력
nl: Uitvoer
pl: Wyjście
pt: Saída
ru: Выход
sv: Utgång
th: เอาต์พุต
tr: Çıkış
uk: Вихід
vi: Đầu ra
zh_hans: 输出

source: Password
ar: كلمة المرور
de: Passwort
el: Κωδικός
es: Contraseña
fa: رمز عبور
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码

source: Password field
ar: حقل كلمة المرور
de: Passwortfeld
el: Πεδίο κωδικού πρόσβασης
es: Campo de contraseña
fa: فیلد رمز عبور
fr: Champ de mot de passe
he: שדה סיסמה
hi: पासवर्ड फ़ील्ड
id: Kolom kata sandi
it: Campo password
ja: パスワード欄
ko: 비밀번호 필드
nl: Wachtwoordveld
pl: Pole hasła
pt: Campo de senha
ru: Поле пароля
sv: Lösenordsfält
th: ช่องรหัสผ่าน
tr: Şifre alanı
uk: Поле пароля
vi: Ô mật khẩu
zh_hans: 密码字段

source: Password must be at least 8 characters.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 8 χαρακτήρες.
es: La contraseña debe tener al menos 8 caracteres.
fa: رمز عبور باید حداقل ۸ نویسه باشد.
fr: Le mot de passe doit comporter au moins 8 caractères.
he: הסיסמה חייבת להכיל לפחות 8 תווים.
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए。
id: Kata sandi harus terdiri dari minimal 8 karakter.
it: La password deve contenere almeno 8 caratteri.
ja: パスワードは 8 文字以上である必要があります。
ko: 비밀번호는 8자 이상이어야 합니다.
nl: Wachtwoord moet minstens 8 tekens bevatten.
pl: Hasło musi mieć co najmniej 8 znaków.
pt: A senha deve ter pelo menos 8 caracteres.
ru: Пароль должен содержать не менее 8 символов.
sv: Lösenordet måste vara minst 8 tecken.
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifre en az 8 karakter olmalıdır.
uk: Пароль має містити щонайменше 8 символів.
vi: Mật khẩu phải có ít nhất 8 ký tự.
zh_hans: 密码必须至少包含 8 个字符。

source: Password strength: %@
ar: قوة كلمة المرور: %@
de: Passwortstärke: %@
el: Ισχύς κωδικού πρόσβασης: %@
es: Seguridad de la contraseña: %@
fa: قدرت گذرواژه: %@
fr: Solidité du mot de passe : %@
he: עוצמת הסיסמה: %@
hi: पासवर्ड की मजबूती: %@
id: Kekuatan kata sandi: %@
it: Sicurezza della password: %@
ja: パスワードの強度: %@
ko: 비밀번호 강도: %@
nl: Wachtwoordsterkte: %@
pl: Siła hasła: %@
pt: Força da senha: %@
ru: Надёжность пароля: %@
sv: Lösenordsstyrka: %@
th: ความปลอดภัยของรหัสผ่าน: %@
tr: Şifre gücü: %@
uk: Надійність пароля: %@
vi: Độ mạnh mật khẩu: %@
zh_hans: 密码强度：%@

source: Passwords don't match.
ar: كلمتا المرور غير متطابقتين.
de: Die Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fa: رمزهای عبور مطابقت ندارند.
fr: Les mots de passe ne correspondent pas.
he: הסיסמאות אינן תואמות.
hi: पासवर्ड मेल नहीं खाते。
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
nl: Wachtwoorden komen niet overeen.
pl: Hasła się nie zgadzają.
pt: As senhas não coincidem.
ru: Пароли не совпадают.
sv: Lösenorden matchar inte.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.
zh_hans: 密码不匹配。

source: Paste
ar: لصق
de: Einfügen
el: Επικόλληση
es: Pegar
fa: جای‌گذاری
fr: Coller
he: הדבקה
hi: पेस्ट करें
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
nl: Plakken
pl: Wklej
pt: Colar
ru: Вставить
sv: Klistra in
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴

source: Pause
ar: إيقاف مؤقت
de: Pausieren
el: Παύση
es: Pausar
fa: توقف موقت
he: השהה
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
nl: Pauzeren
pl: Pauza
pt: Pausar
ru: Пауза
sv: Pausa
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停

source: Pause Tour
ar: إيقاف الجولة مؤقتًا
de: Tour pausieren
el: Παύση Περιήγησης
es: Pausar recorrido
fa: توقف موقت تور
fr: Mettre la visite en pause
he: השהה את הסיור
hi: टूर रोकें
id: Jeda Tur
it: Metti in pausa il tour
ja: ツアーを一時停止
ko: 투어 일시 중지
nl: Rondleiding onderbreken
pl: Wstrzymaj wycieczkę
pt: Pausar tour
ru: Приостановить тур
sv: Pausa rundturen
th: หยุดทัวร์ชั่วคราว
tr: Turu Duraklat
uk: Призупинити тур
vi: Tạm dừng chuyến tham quan
zh_hans: 暂停导览

source: Pauses playback on its own after the time you pick — handy for drifting off without an episode playing all night.
ar: يوقف التشغيل مؤقتًا تلقائيًا بعد الوقت الذي تختاره — مفيد للنوم دون تشغيل حلقة طوال الليل.
de: Pausiert die Wiedergabe von selbst nach der gewählten Zeit – praktisch, um einzuschlafen, ohne dass eine Folge die ganze Nacht läuft.
el: Θέτει την αναπαραγωγή σε παύση από μόνη της μετά τον χρόνο που επιλέγετε — χρήσιμο για να αποκοιμηθείτε χωρίς να παίζει ένα επεισόδιο όλη τη νύχτα.
es: Pausa la reproducción automáticamente después del tiempo que elijas, útil para quedarte dormido sin que un episodio suene toda la noche.
fa: پس از مدت انتخاب‌شده، پخش را خودش متوقف می‌کند — برای به خواب رفتن بدون پخش قسمت تا صبح مفید است.
fr: Met la lecture en pause automatiquement après la durée choisie — pratique pour s'endormir sans qu'un épisode joue toute la nuit.
he: משהה את ההשמעה בעצמו לאחר הזמן שבחרת — שימושי כדי להירדם מבלי שפרק ינגן כל הלילה.
hi: आपके द्वारा चुने गए समय के बाद अपने आप प्लेबैक रोक देता है — रातभर एपिसोड चलाए बिना सोने के लिए उपयोगी।
id: Menjeda pemutaran secara otomatis setelah waktu yang Anda pilih — berguna untuk tertidur tanpa episode diputar sepanjang malam.
it: Mette in pausa la riproduzione da sola dopo il tempo scelto: utile per addormentarsi senza che un episodio suoni tutta la notte.
ja: 選択した時間が経過すると再生を自動的に一時停止します。エピソードが一晩中再生され続けることなく眠りにつくのに便利です。
ko: 선택한 시간이 지나면 자동으로 재생을 일시 중지합니다 — 밤새 에피소드가 재생되지 않고 잠들 때 유용합니다.
nl: Onderbreekt het afspelen automatisch na de gekozen tijd — handig om in slaap te vallen zonder dat een aflevering de hele nacht speelt.
pl: Wstrzymuje odtwarzanie samodzielnie po wybranym czasie — przydatne do zasypiania bez odtwarzania odcinka całą noc.
pt: Pausa a reprodução sozinha após o tempo escolhido — útil para adormecer sem um episódio tocando a noite toda.
ru: Автоматически приостанавливает воспроизведение по истечении выбранного времени — удобно для засыпания без проигрывания эпизода всю ночь.
sv: Pausar uppspelningen automatiskt efter den tid du väljer — praktiskt för att somna utan att ett avsnitt spelas hela natten.
th: หยุดการเล่นเองหลังจากเวลาที่คุณเลือก — มีประโยชน์สำหรับการเผลอหลับโดยไม่มีตอนเล่นตลอดคืน
tr: Seçtiğiniz sürenin ardından oynatmayı kendiliğinden duraklatır — bütün gece bir bölüm oynatmadan uykuya dalmak için kullanışlıdır.
uk: Автоматично призупиняє відтворення після обраного вами часу — зручно, щоб заснути без відтворення епізоду всю ніч.
vi: Tự động tạm dừng phát sau khoảng thời gian bạn chọn — hữu ích để ngủ quên mà không có tập phát cả đêm.
zh_hans: 在所选时间后自动暂停播放——适合入睡时使用，避免整晚播放。

source: Permanently delete your AppleVis account
ar: حذف حساب AppleVis الخاص بك نهائيًا
de: Dein AppleVis-Konto endgültig löschen
el: Οριστική διαγραφή του λογαριασμού AppleVis σας
es: Eliminar permanentemente tu cuenta de AppleVis
fa: حذف دائمی حساب AppleVis شما
fr: Supprimer définitivement votre compte AppleVis
he: מחיקה לצמיתות של חשבון ה-AppleVis שלך
hi: अपना AppleVis खाता स्थायी रूप से हटाएं
id: Hapus akun AppleVis Anda secara permanen
it: Elimina definitivamente il tuo account AppleVis
ja: AppleVis アカウントを完全に削除する
ko: AppleVis 계정 영구 삭제
nl: Je AppleVis-account permanent verwijderen
pl: Trwale usuń swoje konto AppleVis
pt: Excluir permanentemente sua conta AppleVis
ru: Навсегда удалить ваш аккаунт AppleVis
sv: Ta bort ditt AppleVis-konto permanent
th: ลบบัญชี AppleVis ของคุณอย่างถาวร
tr: AppleVis hesabınızı kalıcı olarak silin
uk: Назавжди видалити ваш обліковий запис AppleVis
vi: Xóa vĩnh viễn tài khoản AppleVis của bạn
zh_hans: 永久删除您的 AppleVis 账户

source: Pick your preferred colour scheme. You can always change this later in Settings.
ar: اختر نظام الألوان المفضل لديك. يمكنك دائمًا تغيير هذا لاحقًا من الإعدادات.
de: Wähle dein bevorzugtes Farbschema. Du kannst dies jederzeit später in den Einstellungen ändern.
el: Επιλέξτε το προτιμώμενο χρωματικό σχήμα σας. Μπορείτε πάντα να το αλλάξετε αργότερα στις Ρυθμίσεις.
es: Elige tu combinación de colores preferida. Siempre puedes cambiarla más tarde en Ajustes.
fa: طرح رنگی مورد نظر خود را انتخاب کنید. همیشه می‌توانید این را بعداً در تنظیمات تغییر دهید.
fr: Choisissez le jeu de couleurs que vous préférez. Vous pouvez toujours le modifier plus tard dans Réglages.
he: בחר את ערכת הצבעים המועדפת עליך. תמיד תוכל לשנות זאת מאוחר יותר בהגדרות.
hi: अपनी पसंदीदा रंग योजना चुनें। आप इसे बाद में हमेशा सेटिंग्स में बदल सकते हैं।
id: Pilih skema warna pilihan Anda. Anda selalu dapat mengubah ini nanti di Pengaturan.
it: Scegli lo schema di colori che preferisci. Puoi sempre modificarlo in seguito in Impostazioni.
ja: お好みのカラースキームを選択してください。これはいつでも後で設定から変更できます。
ko: 원하는 색상 구성표를 선택하세요. 이는 나중에 언제든지 설정에서 변경할 수 있습니다.
nl: Kies je gewenste kleurenschema. Je kunt dit later altijd wijzigen bij Instellingen.
pl: Wybierz preferowany schemat kolorów. Zawsze możesz to później zmienić w Ustawieniach.
pt: Escolha seu esquema de cores preferido. Você sempre pode alterar isso depois em Configurações.
ru: Выберите предпочитаемую цветовую схему. Вы всегда можете изменить это позже в «Настройках».
sv: Välj ditt föredragna färgschema. Du kan alltid ändra detta senare i Inställningar.
th: เลือกโทนสีที่คุณต้องการ คุณสามารถเปลี่ยนได้ในภายหลังที่การตั้งค่าเสมอ
tr: Tercih ettiğiniz renk şemasını seçin. Bunu her zaman daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Виберіть бажану кольорову схему. Ви завжди можете змінити це пізніше в Налаштуваннях.
vi: Chọn bảng màu ưa thích của bạn. Bạn luôn có thể thay đổi điều này sau trong Cài đặt.
zh_hans: 选择您喜欢的配色方案。您可以随时在“设置”中更改此设置。

source: Pitch Correction
ar: تصحيح النغمة
de: Tonhöhenkorrektur
el: Διόρθωση Τόνου
es: Corrección de tono
fa: اصلاح زیر و بمی صدا
fr: Correction de la hauteur
he: תיקון גובה צליל
hi: पिच सुधार
id: Koreksi Pitch
it: Correzione tono
ja: ピッチ補正
ko: 음정 보정
nl: Toonhoogtecorrectie
pl: Korekcja wysokości tonu
pt: Correção de tom
ru: Коррекция высоты тона
sv: Tonhöjdskorrigering
th: การแก้ไขระดับเสียง
tr: Perde Düzeltme
uk: Корекція висоти тону
vi: Điều chỉnh cao độ
zh_hans: 音调修正

source: Pitch Correction. On automatically. AppleVis keeps voices sounding natural at faster playback speeds.
ar: تصحيح النغمة. مفعّل تلقائيًا. يحافظ AppleVis على صوت طبيعي للأصوات حتى عند سرعات تشغيل أسرع.
de: Tonhöhenkorrektur. Automatisch aktiviert. AppleVis sorgt dafür, dass Stimmen auch bei höheren Wiedergabegeschwindigkeiten natürlich klingen.
el: Διόρθωση Τόνου. Ενεργοποιείται αυτόματα. Το AppleVis διατηρεί τις φωνές φυσικές σε ταχύτερες ταχύτητες αναπαραγωγής.
es: Corrección de tono. Se activa automáticamente. AppleVis mantiene las voces sonando naturales a velocidades de reproducción más rápidas.
fa: اصلاح زیر و بمی صدا. به‌طور خودکار روشن است. AppleVis صداها را حتی در سرعت‌های پخش بالاتر طبیعی نگه می‌دارد.
fr: Correction de la hauteur. Activée automatiquement. AppleVis conserve un rendu vocal naturel même à des vitesses de lecture plus rapides.
he: תיקון גובה צליל. פועל אוטומטית. AppleVis שומרת על צליל טבעי לקולות גם במהירויות השמעה מהירות יותר.
hi: पिच सुधार। स्वचालित रूप से चालू। AppleVis तेज़ प्लेबैक गति पर भी आवाज़ों को स्वाभाविक बनाए रखता है।
id: Koreksi Pitch. Aktif secara otomatis. AppleVis menjaga suara tetap terdengar alami pada kecepatan pemutaran yang lebih cepat.
it: Correzione tono. Attivata automaticamente. AppleVis mantiene le voci naturali anche a velocità di riproduzione più elevate.
ja: ピッチ補正。自動的にオンになります。AppleVis は、再生速度を上げても音声が自然に聞こえるようにします。
ko: 음정 보정. 자동으로 켜집니다. AppleVis는 재생 속도를 높여도 음성을 자연스럽게 유지합니다.
nl: Toonhoogtecorrectie. Automatisch aan. AppleVis zorgt ervoor dat stemmen natuurlijk blijven klinken bij hogere afspeelsnelheden.
pl: Korekcja wysokości tonu. Włączana automatycznie. AppleVis sprawia, że głosy brzmią naturalnie nawet przy szybszym odtwarzaniu.
pt: Correção de tom. Ativada automaticamente. A AppleVis mantém as vozes soando naturais em velocidades de reprodução mais rápidas.
ru: Коррекция высоты тона. Включается автоматически. AppleVis сохраняет естественное звучание голосов при повышенной скорости воспроизведения.
sv: Tonhöjdskorrigering. På automatiskt. AppleVis håller röster naturliga även vid snabbare uppspelningshastigheter.
th: การแก้ไขระดับเสียง เปิดโดยอัตโนมัติ AppleVis ทำให้เสียงพูดฟังดูเป็นธรรมชาติแม้ที่ความเร็วเล่นสูงขึ้น
tr: Perde Düzeltme. Otomatik olarak açık. AppleVis, daha hızlı oynatma hızlarında bile seslerin doğal kalmasını sağlar.
uk: Корекція висоти тону. Автоматично увімкнено. AppleVis зберігає природне звучання голосів навіть при вищій швидкості відтворення.
vi: Điều chỉnh cao độ. Tự động bật. AppleVis giữ cho giọng nói nghe tự nhiên ở tốc độ phát nhanh hơn.
zh_hans: 音调修正。自动开启。即使播放速度更快，AppleVis 也能让声音保持自然。

source: Plain-language simplification coming when Apple Intelligence Foundation Models support is added.
ar: ستتوفر ميزة التبسيط قريباً.
de: Vereinfachung demnächst verfügbar.
el: Η απλοποίηση θα είναι διαθέσιμη όταν προστεθεί υποστήριξη Apple Intelligence Foundation Models.
es: La simplificación estará disponible próximamente.
fa: ساده‌سازی به زودی در دسترس خواهد بود.
fr: La simplification sera disponible prochainement.
he: פישוט יהיה זמין כאשר יתווסף תמיכה ב-Apple Intelligence Foundation Models.
hi: सरलीकरण सुविधा जल्द आ रही है।
id: Penyederhanaan akan tersedia setelah dukungan Apple Intelligence Foundation Models ditambahkan.
it: Semplificazione disponibile a breve.
ja: 簡略化機能は近日公開予定。
ko: 간소화 기능이 곧 출시됩니다.
nl: Vereenvoudigen binnenkort beschikbaar.
pl: Upraszczanie będzie dostępne po dodaniu obsługi Apple Intelligence Foundation Models.
pt: Simplificação disponível em breve.
ru: Упрощение текста будет доступно при добавлении поддержки Apple Intelligence Foundation Models.
sv: Förenkling blir tillgänglig när Apple Intelligence Foundation Models-stöd läggs till.
th: การทำให้เข้าใจง่ายจะพร้อมใช้งานเมื่อเพิ่มการรองรับ Apple Intelligence Foundation Models
tr: Sadeleştirme, Apple Intelligence Foundation Models desteği eklendiğinde kullanılabilecek.
uk: Спрощення буде доступне після додавання підтримки Apple Intelligence Foundation Models.
vi: Đơn giản hóa sẽ khả dụng khi thêm hỗ trợ Apple Intelligence Foundation Models.
zh_hans: 简化功能即将推出。

source: Platform
ar: المنصة
de: Plattform
el: Πλατφόρμα
es: Plataforma
fa: پلتفرم
fr: Plateforme
he: פלטפורמה
hi: प्लेटफ़ॉर्म
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
pl: Platforma
pt: Plataforma
ru: Платформа
sv: Plattform
th: แพลตฟอร์ม
uk: Платформа
vi: Nền tảng
zh_hans: 平台

source: Play
ar: تشغيل
de: Abspielen
el: Αναπαραγωγή
es: Reproducir
fa: پخش
fr: Lire
he: הפעל
hi: चलाएं
id: Putar
it: Riproduci
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
ru: Воспроизвести
sv: Spela
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放

source: Play %@
ar: تشغيل %@
de: %@ abspielen
el: Αναπαραγωγή %@
es: Reproducir %@
fa: پخش %@
fr: Lire %@
he: נגינת %@
hi: %@ चलाएं
id: Putar %@
it: Riproduci %@
ja: %@ を再生
ko: %@ 재생
nl: %@ afspelen
pl: Odtwórz %@
pt: Reproduzir %@
ru: Воспроизвести %@
sv: Spela upp %@
th: เล่น %@
tr: %@ Oynat
uk: Відтворити %@
vi: Phát %@
zh_hans: 播放 %@
